Repository: sergey1w/AutodocTest
Catalog: AutodocTest/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: CoreData error
ru: Ошибка CoreData

source: Could not fetch news.
ru: Не удалось загрузить новости.

source: Decoding error
ru: Ошибка форматирования

source: Error
ru: Ошибка

source: Failed to execute a batch insert request.
ru: Не удалось сохранить данные.

source: Network error
ru: Ошибка соединения

source: News
ru: Новости

source: No data
ru: Нет сохраненных данных

source: Switching back online
ru: Интернет соединение восстановлено

source: Switching to offline mode
ru: Соединение потеряно

source: Unexpected error
ru: Неизвестная ошибка
